Repository: yojimbo187-alt/fud-ai
Catalog: ios/calorietracker/WeeklyChallenge.xcstrings
Source language: en
Languages: ar, az, de, es, fi, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: Ruoka + Treeni calculates these totals on this device. It never uploads food names, meals, timestamps, water entries, workout details, Health records, body weight, or weight loss.
ar: يجري Ruoka + Treeni جميع الحسابات على جهازك. لا يرفع سوى تاريخ بدء الأسبوع وإجمالي النقاط وعدد أيام النشاط والتغذية والاستمرارية والترطيب المؤهلة وإجمالي سعرات النشاط. لا يتم أبدًا رفع أسماء الأطعمة أو الوجبات أو الوزن أو تفاصيل التمارين أو سجلات Apple Health.
az: Ruoka + Treeni hər şeyi cihazınızda hesablayır. Yalnız həftənin başlanğıcı, ümumi xallar, uyğun fəaliyyət, qidalanma, ardıcıllıq və su qəbulu günlərinin sayı və ümumi fəaliyyət kaloriləri göndərilir. Qida adları, yeməklər, çəki, məşq təfərrüatları və Apple Health qeydləri heç vaxt göndərilmir.
de: Ruoka + Treeni berechnet alles auf deinem Gerät. Hochgeladen werden nur Wochenbeginn, Gesamtpunkte, die Anzahl qualifizierter Aktivitäts-, Ernährungs-, Regelmäßigkeits- und Flüssigkeitstage sowie die gesamten Aktivitätskalorien. Lebensmittelnamen, Mahlzeiten, Gewicht, Trainingsdetails und Apple Health-Daten werden niemals hochgeladen.
es: Ruoka + Treeni calcula todo en tu dispositivo. Solo sube el inicio de la semana, los puntos totales, los recuentos de días válidos de actividad, nutrición, constancia e hidratación, y las calorías totales de actividad. Nunca se suben nombres de alimentos, comidas, peso, detalles de entrenamientos ni registros de Apple Health.
fi: Ruoka + Treeni laskee nämä summat tällä laitteella. Se ei koskaan lähetä ruokien nimiä, aterioita, aikaleimoja, vesimerkintöjä, treenitietoja, Terveys-tietoja, painoa tai painonpudotusta.
fr: Ruoka + Treeni effectue tous les calculs sur votre appareil. Seuls le début de la semaine, le total de points, le nombre de jours d’activité, de nutrition, de régularité et d’hydratation validés, ainsi que le total des calories d’activité sont envoyés. Les noms d’aliments, repas, poids, détails des entraînements et données Apple Health ne sont jamais envoyés.
hi: Ruoka + Treeni सभी गणना आपके डिवाइस पर करता है। केवल सप्ताह शुरू होने की तारीख, कुल अंक, योग्य गतिविधि, पोषण, निरंतरता और जल सेवन के दिनों की संख्या तथा गतिविधि की कुल कैलोरी अपलोड होती हैं। भोजन के नाम, मील, वज़न, वर्कआउट का विवरण और Apple Health रिकॉर्ड कभी अपलोड नहीं होते।
it: Ruoka + Treeni calcola tutto sul tuo dispositivo. Carica solo l’inizio della settimana, i punti complessivi, il numero di giorni validi per attività, alimentazione, costanza e idratazione e le calorie totali dell’attività. Nomi degli alimenti, pasti, peso, dettagli degli allenamenti e dati di Apple Health non vengono mai caricati.
ja: Ruoka + Treeni はすべて端末上で計算します。アップロードするのは週の開始日、総合ポイント、条件を満たした運動・栄養・継続・水分補給の日数、運動カロリー合計だけです。食品名、食事、体重、ワークアウトの詳細、Apple Health の記録は一切アップロードしません。
ko: Ruoka + Treeni는 모든 값을 기기에서 계산합니다. 주 시작일, 종합 점수, 조건을 충족한 활동·영양·꾸준함·수분 섭취 일수와 총 활동 칼로리만 업로드합니다. 음식 이름, 식사, 체중, 운동 세부 정보 및 Apple Health 기록은 절대 업로드하지 않습니다.
nl: Ruoka + Treeni berekent alles op je apparaat. Alleen het begin van de week, totaalscore, aantallen geldige activiteits-, voedings-, regelmaat- en hydratatiedagen en totale activiteitscalorieën worden geüpload. Namen van voeding, maaltijden, gewicht, trainingsdetails en Apple Health-gegevens worden nooit geüpload.
pl: Ruoka + Treeni oblicza te sumy na tym urządzeniu. Nigdy nie przesyła nazw potraw, posiłków, znaczników czasu, wpisów dotyczących wody, szczegółów treningu, dokumentacji medycznej, masy ciała ani utraty wagi.
pt_br: O Ruoka + Treeni calcula tudo no seu dispositivo. Ele envia somente o início da semana, os pontos gerais, as contagens de dias válidos de atividade, nutrição, consistência e hidratação, e o total de calorias da atividade. Nomes de alimentos, refeições, peso, detalhes de treinos e registros do Apple Health nunca são enviados.
ro: Ruoka + Treeni calculează totul pe dispozitiv. Încarcă doar începutul săptămânii, punctele totale, numărul de zile eligibile de activitate, nutriție, consecvență și hidratare și totalul caloriilor de activitate. Numele alimentelor, mesele, greutatea, detaliile antrenamentelor și datele Apple Health nu sunt încărcate niciodată.
ru: Ruoka + Treeni выполняет все расчёты на устройстве. Отправляются только дата начала недели, общие баллы, количество зачётных дней активности, питания, регулярности и питьевого режима, а также суммарные калории активности. Названия продуктов, приёмы пищи, вес, сведения о тренировках и записи Apple Health никогда не отправляются.
uk: Ruoka + Treeni виполняет все расчёти на устройстве. Отправляются только дата начала недели, общие балли, количество зачётних дней активности, питания, регулярности и питьевого режима, а также суммарние калории активности. Названия продуктів, приёми пищи, вес, сведения о тренировках и записи Apple Health никогда не отправляются.
zh_hans: Ruoka + Treeni 在您的设备上完成所有计算。仅上传周开始日期、总分、达到要求的活动、营养、坚持和饮水天数，以及活动总卡路里。绝不会上传食物名称、餐食、体重、锻炼详情或 Apple Health 记录。

source: Ruoka + Treeni could not join the challenge. Try again.
ar: تعذر تحديث التحدي الأسبوعي. حاول مرة أخرى بعد قليل.
az: Həftəlik çağırışı yeniləmək mümkün olmadı. Bir az sonra yenidən cəhd edin.
de: Die Wochen-Challenge konnte nicht aktualisiert werden. Versuche es gleich noch einmal.
es: No se ha podido actualizar el Reto semanal. Vuelve a intentarlo pronto.
fi: Ruoka + Treeni ei voinut liittyä haasteeseen. Yritä uudelleen.
fr: Impossible de mettre à jour le Défi de la semaine. Réessayez bientôt.
hi: साप्ताहिक चुनौती अपडेट नहीं हो सकी। थोड़ी देर बाद फिर कोशिश करें।
it: Impossibile aggiornare la Sfida settimanale. Riprova tra poco.
ja: 週間チャレンジを更新できませんでした。しばらくしてからもう一度お試しください。
ko: 주간 챌린지를 업데이트할 수 없습니다. 잠시 후 다시 시도하세요.
nl: De Weekuitdaging kon niet worden bijgewerkt. Probeer het straks opnieuw.
pl: Ruoka + Treeni nie mógł dołączyć do wyzwania. Spróbuj ponownie.
pt_br: Não foi possível atualizar o Desafio semanal. Tente novamente em breve.
ro: Provocarea săptămânală nu a putut fi actualizată. Încearcă din nou în curând.
ru: Не удалось обновить еженедельное соревнование. Повторите попытку позже.
uk: Не вдалося обновить еженедельное соревнование. Спробуйте знову позже.
zh_hans: 无法更新每周挑战，请稍后重试。

source: Ruoka + Treeni does not read or upload your date of birth for this confirmation.
ar: أؤكد أن عمري 18 عامًا أو أكثر. لا يصل Ruoka + Treeni إلى تاريخ ميلادي ولا يرفعه.
az: 18 və ya daha böyük yaşda olduğumu təsdiq edirəm. Ruoka + Treeni doğum tariximə daxil olmur və onu göndərmir.
de: Ich bestätige, dass ich mindestens 18 Jahre alt bin. Ruoka + Treeni greift nicht auf mein Geburtsdatum zu und lädt es nicht hoch.
es: Confirmo que tengo 18 años o más. Ruoka + Treeni no accede a mi fecha de nacimiento ni la sube.
fi: Ruoka + Treeni ei lue eikä lähetä syntymäaikaasi tätä vahvistusta varten.
fr: Je confirme avoir au moins 18 ans. Ruoka + Treeni n’accède pas à ma date de naissance et ne l’envoie pas.
hi: मैं पुष्टि करता/करती हूँ कि मेरी उम्र 18 वर्ष या अधिक है। Ruoka + Treeni मेरी जन्मतिथि को ऐक्सेस या अपलोड नहीं करता।
it: Confermo di avere almeno 18 anni. Ruoka + Treeni non accede né carica la mia data di nascita.
ja: 18歳以上であることを確認します。Ruoka + Treeni は生年月日にアクセスしたりアップロードしたりしません。
ko: 만 18세 이상임을 확인합니다. Ruoka + Treeni는 생년월일에 접근하거나 업로드하지 않습니다.
nl: Ik bevestig dat ik 18 jaar of ouder ben. Ruoka + Treeni opent of uploadt mijn geboortedatum niet.
pl: Ruoka + Treeni nie odczytuje ani nie przesyła Twojej daty urodzenia dla tego potwierdzenia.
pt_br: Confirmo que tenho 18 anos ou mais. O Ruoka + Treeni não acessa nem envia minha data de nascimento.
ro: Confirm că am cel puțin 18 ani. Ruoka + Treeni nu accesează și nu încarcă data mea de naștere.
ru: Я подтверждаю, что мне не менее 18 лет. Ruoka + Treeni не получает и не отправляет мою дату рождения.
uk: Я подтверждаю, что мне не менее 18 лет. Ruoka + Treeni не получает и не отправляет мою дату рождения.
zh_hans: 我确认已年满 18 岁。Ruoka + Treeni 不会访问或上传我的出生日期。

source: Ruoka + Treeni kept only the secure deletion credential and will retry removing your remote challenge data when you are online.
ar: تم إخفاء ملف التحدي على هذا الجهاز. سيعيد Ruoka + Treeni محاولة حذف الملف البعيد والنتائج الأسبوعية عند الاتصال بالإنترنت.
az: Çağırış profiliniz bu cihazda gizlədilib. Onlayn olduqda Ruoka + Treeni uzaq profili və həftəlik xalları yenidən silməyə çalışacaq.
de: Dein Challenge-Profil ist auf diesem Gerät ausgeblendet. Ruoka + Treeni versucht erneut, das Remote-Profil und die Wochenergebnisse zu löschen, sobald du online bist.
es: Tu perfil del reto está oculto en este dispositivo. Ruoka + Treeni volverá a intentar borrar el perfil remoto y las puntuaciones semanales cuando tengas conexión.
fi: Ruoka + Treeni säilytti vain suojatun poistotunnisteen ja yrittää etähaastetietojen poistamista uudelleen, kun olet verkossa.
fr: Votre profil du défi est masqué sur cet appareil. Ruoka + Treeni réessaiera de supprimer le profil distant et les scores hebdomadaires lorsque vous serez en ligne.
hi: इस डिवाइस पर आपकी चुनौती प्रोफ़ाइल छिपा दी गई है। ऑनलाइन होने पर Ruoka + Treeni रिमोट प्रोफ़ाइल और साप्ताहिक स्कोर डिलीट करने की फिर कोशिश करेगा।
it: Il tuo profilo della sfida è nascosto su questo dispositivo. Ruoka + Treeni riproverà a eliminare il profilo remoto e i punteggi settimanali quando sarai online.
ja: この端末ではチャレンジプロフィールを非表示にしました。オンラインになったとき、Ruoka + Treeni がリモートプロフィールと週間スコアの削除を再試行します。
ko: 이 기기에서 챌린지 프로필을 숨겼습니다. 온라인 상태가 되면 Ruoka + Treeni가 원격 프로필과 주간 점수 삭제를 다시 시도합니다.
nl: Je uitdagingsprofiel is verborgen op dit apparaat. Ruoka + Treeni probeert het externe profiel en de weekscores opnieuw te verwijderen wanneer je online bent.
pl: Ruoka + Treeni zachował tylko bezpieczne dane uwierzytelniające usunięcie i spróbuje ponownie usunąć dane zdalnego wyzwania, gdy jesteś online.
pt_br: Seu perfil do desafio está oculto neste dispositivo. O Ruoka + Treeni tentará excluir novamente o perfil remoto e as pontuações semanais quando você estiver on-line.
ro: Profilul provocării este ascuns pe acest dispozitiv. Ruoka + Treeni va încerca din nou să șteargă profilul la distanță și scorurile săptămânale când ești online.
ru: Профиль соревнования скрыт на этом устройстве. Ruoka + Treeni повторит удаление удалённого профиля и еженедельных результатов, когда появится интернет.
uk: Профиль соревнования скрит на етом устройстве. Ruoka + Treeni повторит удаление удалённого профиля и еженедельних результатов, когда появится интернет.
zh_hans: 此设备上已隐藏您的挑战个人资料。联网后，Ruoka + Treeni 将再次尝试删除远程个人资料和每周得分。

source: Handle without @
ar: اسم المستخدم
az: İstifadəçi adı
de: Handle
es: Usuario
fi: Käyttäjätunnus ilman @-merkkiä
fr: Identifiant
hi: यूज़रनेम
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nl: Gebruikersnaam
pl: Nazwa użytkownika bez @
pt_br: Nome de usuário
ro: Identificator
ru: Имя пользователя
uk: Имя пользователя
zh_hans: 用户名

source: How points work
ar: طريقة احتساب النقاط
az: Xallar necə hesablanır
de: So funktionieren Punkte
es: Cómo funcionan los puntos
fi: Miten pisteet toimivat
fr: Calcul des points
hi: अंक कैसे मिलते हैं
it: Come funzionano i punti
ja: ポイントの仕組み
ko: 점수 계산 방식
nl: Zo werken punten
pl: Jak działają punkty
pt_br: Como funcionam os pontos
ro: Cum funcționează punctele
ru: Как начисляются баллы
uk: Як нараховуються бали
zh_hans: 积分计算方式

source: Hydration
ar: الترطيب
az: Su qəbulu
de: Flüssigkeit
es: Hidratación
fi: Nesteytys
fr: Hydratation
hi: जल सेवन
it: Idratazione
ja: 水分補給
ko: 수분 섭취
nl: Hydratatie
pl: Nawodnienie
pt_br: Hidratação
ro: Hidratare
ru: Питьевой режим
uk: Водний баланс
zh_hans: 饮水

source: I agree to the Community Rules
ar: أوافق على قواعد المجتمع وسأستخدم ملفًا محترمًا لا ينتحل شخصية أحد.
az: İcma Qaydalarını qəbul edirəm və heç kimi təqlid etməyən hörmətli profil istifadə edəcəyəm.
de: Ich akzeptiere die Community-Regeln und verwende ein respektvolles Profil, das niemanden imitiert.
es: Acepto las Normas de la comunidad y usaré un perfil respetuoso que no suplante a nadie.
fi: Hyväksyn yhteisösäännöt
fr: J’accepte les Règles de la communauté et utiliserai un profil respectueux, sans usurpation d’identité.
hi: मैं कम्युनिटी नियम स्वीकार करता/करती हूँ और किसी की नकल न करने वाली सम्मानजनक प्रोफ़ाइल का उपयोग करूँगा/करूँगी।
it: Accetto le Regole della community e userò un profilo rispettoso che non imiti altre persone.
ja: コミュニティルールに同意し、他人になりすまさない礼儀正しいプロフィールを使用します。
ko: 커뮤니티 규칙에 동의하며 다른 사람을 사칭하지 않는 정중한 프로필을 사용하겠습니다.
nl: Ik accepteer de Communityregels en gebruik een respectvol profiel waarmee ik me niet als iemand anders voordoe.
pl: Akceptuję Zasady społeczności
pt_br: Aceito as Regras da comunidade e usarei um perfil respeitoso, sem fingir ser outra pessoa.
ro: Accept Regulile comunității și voi folosi un profil respectuos, fără uzurparea identității.
ru: Я принимаю Правила сообщества и буду использовать уважительный профиль, не выдавая себя за других.
uk: Прочитати Правила спільноти
zh_hans: 我接受社区规则，并会使用尊重他人且不冒充他人的个人资料。

source: I am 18 or older
ar: أؤكد أن عمري 18 عامًا أو أكثر. لا يصل Ruoka + Treeni إلى تاريخ ميلادي ولا يرفعه.
az: 18 və ya daha böyük yaşda olduğumu təsdiq edirəm. Ruoka + Treeni doğum tariximə daxil olmur və onu göndərmir.
de: Ich bestätige, dass ich mindestens 18 Jahre alt bin. Ruoka + Treeni greift nicht auf mein Geburtsdatum zu und lädt es nicht hoch.
es: Confirmo que tengo 18 años o más. Ruoka + Treeni no accede a mi fecha de nacimiento ni la sube.
fr: Je confirme avoir au moins 18 ans. Ruoka + Treeni n’accède pas à ma date de naissance et ne l’envoie pas.
hi: मैं पुष्टि करता/करती हूँ कि मेरी उम्र 18 वर्ष या अधिक है। Ruoka + Treeni मेरी जन्मतिथि को ऐक्सेस या अपलोड नहीं करता।
it: Confermo di avere almeno 18 anni. Ruoka + Treeni non accede né carica la mia data di nascita.
ja: 18歳以上であることを確認します。Ruoka + Treeni は生年月日にアクセスしたりアップロードしたりしません。
ko: 만 18세 이상임을 확인합니다. Ruoka + Treeni는 생년월일에 접근하거나 업로드하지 않습니다.
nl: Ik bevestig dat ik 18 jaar of ouder ben. Ruoka + Treeni opent of uploadt mijn geboortedatum niet.
pl: Mam ukończone 18 lat
pt_br: Confirmo que tenho 18 anos ou mais. O Ruoka + Treeni não acessa nem envia minha data de nascimento.
ro: Confirm că am cel puțin 18 ani. Ruoka + Treeni nu accesează și nu încarcă data mea de naștere.
ru: Я подтверждаю, что мне не менее 18 лет. Ruoka + Treeni не получает и не отправляет мою дату рождения.
uk: Я подтверждаю, что мне не менее 18 лет. Ruoka + Treeni не получает и не отправляет мою дату рождения.
zh_hans: 我确认已年满 18 岁。Ruoka + Treeni 不会访问或上传我的出生日期。

source: Impersonation
ar: انتحال شخصية
az: Başqasını təqlid etmə
de: Identitätsvortäuschung
es: Suplantación de identidad
fi: Toisena henkilönä esiintyminen
fr: Usurpation d’identité
hi: किसी और की पहचान अपनाना
it: Furto d’identità
ja: なりすまし
ko: 사칭
nl: Identiteitsmisbruik
pl: Podszywanie się pod kogoś
pt_br: Falsidade ideológica
ro: Uzurparea identității
ru: Выдаёт себя за другого
uk: Видає себе за іншого
zh_hans: 冒充他人

source: Inappropriate name
ar: اسم غير لائق
az: Uyğunsuz ad
de: Unangemessener Name
es: Nombre inapropiado
fi: Sopimaton nimi
fr: Nom inapproprié
hi: अनुचित नाम
it: Nome inappropriato
ja: 不適切な名前
ko: 부적절한 이름
nl: Ongepaste naam
pl: Nieodpowiednia nazwa
pt_br: Nome impróprio
ro: Nume nepotrivit
ru: Недопустимое имя
uk: Недопустиме ім'я
zh_hans: 名称不当

source: Join
ar: الانضمام إلى التحدي
az: Çağırışa qoşul
de: Challenge beitreten
es: Unirme al reto
fr: Rejoindre le défi
hi: चुनौती में शामिल हों
it: Partecipa alla sfida
ja: チャレンジに参加
ko: 챌린지 참여
nl: Meedoen aan uitdaging
pl: Dołącz
pt_br: Participar do desafio
ro: Participă la provocare
ru: Присоединиться
uk: Присоединиться
zh_hans: 加入挑战

source: Join Weekly Challenge
ar: الانضمام إلى التحدي الأسبوعي
az: Həftəlik çağırışa qoşul
de: Der Wochen-Challenge beitreten
es: Unirse al Reto semanal
fi: Liity viikkohaasteeseen
fr: Rejoindre le Défi de la semaine
hi: साप्ताहिक चुनौती में शामिल हों
it: Partecipa alla Sfida settimanale
ja: 週間チャレンジに参加
ko: 주간 챌린지 참여
nl: Meedoen aan de Weekuitdaging
pl: Dołącz do cotygodniowego wyzwania
pt_br: Participar do Desafio semanal
ro: Participă la Provocarea săptămânală
ru: Присоединиться к соревнованию
uk: Присоединиться к соревнованию
zh_hans: 加入每周挑战

source: Join an optional, privacy-first leaderboard based on healthy weekly habits—not body weight. You must be 18 or older.
ar: انضم اختياريًا لمقارنة إنجازات النشاط والتغذية والاستمرارية والترطيب الأسبوعية. تظل شاشة التقدم الخاصة متاحة دون الانضمام.
az: Həftəlik fəaliyyət, qidalanma, ardıcıllıq və su qəbulu nailiyyətlərini müqayisə etmək üçün istəyə bağlı qoşulun. Şəxsi İrəliləyiş ekranınız qoşulmadan da əlçatan qalır.
de: Nimm freiwillig teil und vergleiche wöchentliche Meilensteine für Aktivität, Ernährung, Regelmäßigkeit und Flüssigkeitszufuhr. Dein privater Fortschritt bleibt auch ohne Teilnahme verfügbar.
es: Participa voluntariamente para comparar logros semanales de actividad, nutrición, constancia e hidratación. Tu pantalla privada de Progreso seguirá disponible sin participar.
fi: Liity valinnaiseen, yksityisyyttä kunnioittavaan tulostaulukkoon, joka perustuu terveisiin viikkotapoihin eikä painoon. Sinun on oltava vähintään 18-vuotias.
fr: Participez volontairement pour comparer vos objectifs hebdomadaires d’activité, de nutrition, de régularité et d’hydratation. Votre écran Progression privé reste accessible sans participer.
hi: साप्ताहिक गतिविधि, पोषण, निरंतरता और जल सेवन के लक्ष्य की तुलना करने के लिए स्वेच्छा से जुड़ें। बिना जुड़े भी आपकी निजी प्रगति स्क्रीन उपलब्ध रहती है।
it: Partecipa facoltativamente per confrontare i traguardi settimanali di attività, alimentazione, costanza e idratazione. La schermata privata dei Progressi resta disponibile senza partecipare.
ja: 任意で参加し、運動、栄養、継続、水分補給の週間目標を比較できます。参加しなくても非公開の進捗画面は引き続き利用できます。
ko: 선택적으로 참여하여 주간 활동, 영양, 꾸준함, 수분 섭취 목표를 비교하세요. 참여하지 않아도 비공개 진행 상황 화면은 계속 이용할 수 있습니다.
nl: Doe vrijwillig mee en vergelijk wekelijkse mijlpalen voor activiteit, voeding, regelmaat en hydratatie. Je persoonlijke Voortgang blijft beschikbaar zonder deelname.
pl: Dołącz do opcjonalnej tabeli liderów opartej na prywatności, opartej na zdrowych nawykach tygodniowych - a nie na wadze ciała. Musisz mieć ukończone 18 lat.
pt_br: Participe opcionalmente para comparar metas semanais de atividade, nutrição, consistência e hidratação. Sua tela privada de Progresso continua disponível sem participar.
ro: Participă opțional pentru a compara obiectivele săptămânale de activitate, nutriție, consecvență și hidratare. Ecranul privat Progres rămâne disponibil fără participare.
ru: По желанию присоединитесь, чтобы сравнивать еженедельные достижения в активности, питании, регулярности и питьевом режиме. Личный экран прогресса доступен и без участия.
uk: По желанию присоединитесь, чтоби сравнивать еженедельние достижения в активности, питании, регулярности и питьевом режиме. Личний екран прогресса доступен и без участия.
zh_hans: 可自愿加入，比较每周活动、营养、坚持和饮水目标。即使不加入，也可以继续使用私密的进度页面。

source: Last updated
ar: آخر تحديث
az: Son yenilənmə
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
hi: अंतिम अपडेट
it: Ultimo aggiornamento
ja: 最終更新：
ko: 마지막 업데이트
nl: Laatst bijgewerkt
pl: Ostatnia aktualizacja
pt_br: Última atualização
ro: Ultima actualizare
ru: Последнее обновление
uk: Последнее обновление
zh_hans: 上次更新：

source: Last updated %1$@
ar: آخر تحديث: %1$@
az: Son yenilənmə: %1$@
de: Zuletzt aktualisiert: %1$@
es: Última actualización: %1$@
fi: Päivitetty viimeksi %1$@
fr: Dernière mise à jour : %1$@
hi: अंतिम अपडेट: %1$@
it: Ultimo aggiornamento: %1$@
ja: 最終更新：%1$@
ko: 마지막 업데이트: %1$@
nl: Laatst bijgewerkt: %1$@
pl: Ostatnia aktualizacja: %1$@
pt_br: Última atualização: %1$@
ro: Ultima actualizare: %1$@
ru: Последнее обновление: %1$@
uk: Последнее обновление: %1$@
zh_hans: 上次更新：%1$@

source: Leaderboard results are visible only to people who join. You can leave and delete your remote challenge data at any time.
ar: لا يظهر للمشاركين سوى اسم العرض، وحساب واحد اختياري على X أو Instagram. لا يتم ترتيب الوزن أو فقدان الوزن أبدًا.
az: İştirakçılara yalnız ekran adınız və istəyə bağlı bir X və ya Instagram istifadəçi adı görünür. Çəki və çəki itkisi heç vaxt sıralanmır.
de: Nur dein Anzeigename und optional genau ein X- oder Instagram-Handle sind für Teilnehmende sichtbar. Gewicht und Gewichtsverlust werden nie bewertet.
es: Solo los participantes ven tu nombre público y, opcionalmente, un único usuario de X o Instagram. El peso y la pérdida de peso nunca se clasifican.
fi: Tulostaulukon tulokset näkyvät vain liittyneille. Voit poistua ja poistaa etähaastetietosi milloin tahansa.
fr: Seuls votre nom d’affichage et, si vous le souhaitez, un unique identifiant X ou Instagram sont visibles des participants. Le poids et la perte de poids ne font jamais l’objet d’un classement.
hi: प्रतिभागियों को केवल आपका डिस्प्ले नाम और वैकल्पिक रूप से X या Instagram का कोई एक यूज़रनेम दिखाई देता है। वज़न और वज़न घटाने की कभी रैंकिंग नहीं होती।
it: Solo il nome visualizzato e, facoltativamente, un unico profilo X o Instagram sono visibili ai partecipanti. Il peso e la perdita di peso non entrano mai in classifica.
ja: 参加者に表示されるのは表示名と、任意で選択した X または Instagram のどちらか1つのユーザー名だけです。体重や減量を順位付けすることはありません。
ko: 표시 이름과 선택한 X 또는 Instagram 사용자 이름 하나만 참가자에게 공개됩니다. 체중과 체중 감량은 순위에 사용되지 않습니다.
nl: Alleen je weergavenaam en eventueel één X- of Instagram-gebruikersnaam zijn zichtbaar voor deelnemers. Gewicht en gewichtsverlies krijgen nooit een rang.
pl: Wyniki rankingu są widoczne tylko dla osób, które dołączają. W każdej chwili możesz opuścić i usunąć dane zdalnego wyzwania.
pt_br: Somente seu nome de exibição e, opcionalmente, um único perfil do X ou Instagram ficam visíveis para os participantes. Peso e perda de peso nunca entram no ranking.
ro: Doar numele afișat și, opțional, un singur identificator X sau Instagram sunt vizibile participanților. Greutatea și scăderea în greutate nu sunt clasificate niciodată.
ru: Участникам видны только ваше отображаемое имя и, по желанию, одна ссылка на X или Instagram. Вес и снижение веса никогда не оцениваются.
uk: Участникам видни только ваше отображаемое имя и, по желанию, одна ссилка на X или Instagram. Вес и снижение веса никогда не оцениваются.
zh_hans: 参与者只能看到您的显示名称，以及可选的一个 X 或 Instagram 用户名。体重和减重情况绝不会用于排名。

source: Leave & Delete Remote Data
ar: مغادرة وحذف
az: Ayrıl və sil
de: Verlassen und löschen
es: Salir y borrar
fi: Poistu ja poista etätiedot
fr: Quitter et supprimer
hi: छोड़ें और डिलीट करें
it: Esci ed elimina
ja: 退出して削除
ko: 나가고 삭제
nl: Verlaten en verwijderen
pl: Opuść i usuń dane zdalne
pt_br: Sair e excluir
ro: Ieși și șterge
ru: Выйти и удалить
uk: Вийти и видалити
zh_hans: 退出并删除

source: Leave Challenge
ar: مغادرة
az: Ayrıl
de: Verlassen
es: Salir
fi: Poistu haasteesta
fr: Quitter
hi: छोड़ें
it: Esci
ja: 退出
ko: 나가기
nl: Verlaten
pl: Opuść wyzwanie
pt_br: Sair
ro: Ieși
ru: Выйти
uk: Вийти
zh_hans: 退出

source: Leave Weekly Challenge?
ar: مغادرة التحدي؟
az: Çağırışdan ayrılmaq?
de: Challenge verlassen?
es: ¿Salir del reto?
fi: Poistutaanko viikkohaasteesta?
fr: Quitter le défi ?
hi: चुनौती छोड़ें?
it: Uscire dalla sfida?
ja: チャレンジから退出しますか？
ko: 챌린지에서 나갈까요?
nl: Uitdaging verlaten?
pl: Opuścić cotygodniowe wyzwanie?
pt_br: Sair do desafio?
ro: Ieși din provocare?
ru: Выйти из соревнования?
uk: Вийти из соревнования?
zh_hans: 退出挑战？

source: Loading leaderboard
ar: الترتيب
az: Reytinq
de: Rangliste
es: Clasificación
fi: Ladataan tulostaulukkoa
fr: Classement
hi: रैंकिंग
it: Classifica
ja: ランキング
ko: 순위
nl: Klassement
pl: Ładowanie tabeli liderów
pt_br: Ranking
ro: Clasament
ru: Рейтинг
uk: Рейтинг
zh_hans: 排名

source: Manage Blocked Participants
ar: إدارة المحظورين
az: Bloklananları idarə et
de: Blockierte verwalten
es: Gestionar bloqueados
fi: Hallitse estettyjä osallistujia
fr: Gérer les blocages
hi: ब्लॉक किए गए लोगों को मैनेज करें
it: Gestisci bloccati
ja: ブロックを管理
ko: 차단 관리
nl: Geblokkeerden beheren
pl: Zarządzaj zablokowanymi uczestnikami
pt_br: Gerenciar bloqueados
ro: Gestionează persoanele blocate
ru: Управление блокировками
uk: Управление блокировками
zh_hans: 管理已屏蔽用户
